Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Generating health data...
ar: توليد بيانات صحية...
bg: Генериране на здравни данни...
ca: Generant dades de salut...
cs: Generování zdravotních údajů...
da: Genererer sundhedsdata...
de: Generierung von Gesundheitsdaten...
el: Προϊόντα υγειονομικών δεδομένων...
es: Generando datos de salud...
fi: Generoidaan terveysdataa...
fr: Génération de données de santé...
he: מייצר נתוני בריאות...
hi: स्वास्थ्य डेटा उत्पन्न करना...
hr: Generiranje podataka o zdravlju...
hu: Egészségügyi adatok generálása...
id: Menghasilkan data kesehatan...
it: Generazione dei dati sanitari...
ja: 健康データを生成中...
kk: Денсаулық деректерін генерирлеп жатыр...
ms: Menghasilkan data kesihatan...
nl: Gezondheidsgegevens genereren...
pl: Generowanie danych zdrowotnych...
pt_br: Gerando dados de saúde...
pt_pt: Gerando dados de saúde...
ro: Generarea datelor de sănătate...
ru: Генерация данных о здоровье...
sk: Generovanie zdravotných údajov...
sl: Generiranje zdravstvenih podatkov...
sv: Genererar hälsoinformation...
th: สร้างข้อมูลสุขภาพ...
tr: Sağlık verileri üretiliyor...
uk: Генерація медичних даних...
vi: Tạo dữ liệu sức khỏe...
zh_hans: 生成健康数据...
zh_hant: 生成健康數據...

source: Generating personalized insight...
ar: توليد رؤى مخصصة...
bg: Генериране на персонализирано прозрение...
ca: Generant informació personalitzada...
cs: Generování personalizovaného náhledu...
da: Genererer personlig indsigt...
de: Generierung personalisierter Einsichten...
el: Δημιουργία εξατομικευμένης πληροφόρησης...
es: Generando información personalizada...
fi: Personoitu näkemyksen luominen...
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: מייצר תובנות מותאמות אישית...
hi: व्यक्तिगत अंतर्दृष्टि उत्पन्न कर रहे हैं...
hr: Generiranje personaliziranog uvida...
hu: Személyre szabott betekintés generálása...
id: Menghasilkan wawasan yang dipersonalisasi...
it: Stai generando approfondimenti personalizzati...
ja: パーソナライズされたインサイトを生成しています...
kk: Жеке көзқарас қалыптастыру...
ms: Menghasilkan wawasan peribadi...
nl: Persoonlijke inzichten genereren...
pl: Generowanie spersonalizowanych spostrzeżeń...
pt_br: Gerando insight personalizado...
pt_pt: Gerando informações personalizadas...
ro: Generarea de informații personalizate...
ru: Генерация персонализированного анализа...
sk: Generovanie personalizovanej analýzy...
sl: Generiranje osebnih vpogledov...
sv: Genererar personligt insikt...
th: กำลังสร้างข้อมูลเชิงลึกเฉพาะบุคคล...
tr: Kişiselleştirilmiş içgörü oluşturuluyor...
uk: Генерація персоналізованого аналізу...
vi: Đang tạo ra cái nhìn cá nhân hóa...
zh_hans: 生成个性化见解...
zh_hant: 生成個性化見解...

source: Generating sleep data...
ar: توليد بيانات النوم...
bg: Генериране на данни за сън...
ca: Generant dades de son...
cs: Generování dat o spánku...
da: Genererer søvndata...
de: Schlafdaten werden generiert...
el: Δημιουργία δεδομένων ύπνου...
es: Generando datos de sueño...
fi: Generoidaan unidata...
fr: Génération de données de sommeil...
he: מייצר נתוני שינה...
hi: नींद का डेटा उत्पन्न किया जा रहा है...
hr: Generiranje podataka o spavanju...
hu: Alvási adatok generálása...
id: Menghasilkan data tidur...
it: Generazione di dati sul sonno...
ja: 睡眠データを生成中...
kk: Ұйқы деректерін жасау...
ms: Menghasilkan data tidur...
nl: Slaapgegevens genereren...
pl: Generowanie danych dotyczących snu...
pt_br: Gerando dados de sono...
pt_pt: Gerando dados de sono...
ro: Generarea datelor de somn...
ru: Генерация данных о сне...
sk: Generovanie údajov o spánku...
sl: Generiranje podatkov o spanju...
sv: Genererar sömndata...
th: กำลังสร้างข้อมูลการนอนหลับ...
tr: Uyku verilerini üretiyor...
uk: Генерація даних сну...
vi: Đang tạo dữ liệu giấc ngủ...
zh_hans: 生成睡眠数据中...
zh_hant: 生成睡眠數據中...

source: Generating test data...
ar: توليد بيانات اختبار...
bg: Генериране на тестови данни...
ca: Generant dades de prova...
cs: Generování testovacích dat...
da: Genererer testdata...
de: Testdaten generieren...
el: Δημιουργία δεδομένων δοκιμής...
es: Generando datos de prueba...
fi: Testidatan luominen...
fr: Génération de données de test...
he: יצירת נתוני בדיקה...
hi: परीक्षण डेटा उत्पन्न कर रहे हैं...
hr: Generiranje testnih podataka...
hu: Tesztadatok generálása...
id: Menghasilkan data uji...
it: Generazione di dati di prova...
ja: テストデータを生成しています...
kk: Сынақ деректерін жасау...
ms: Menghasilkan data ujian...
nl: Testgegevens genereren...
pl: Generowanie danych testowych...
pt_br: Gerando dados de teste...
pt_pt: Gerando dados de teste...
ro: Generare date de test...
ru: Генерация тестовых данных...
sk: Generovanie testovacích údajov...
sl: Generiranje testnih podatkov...
sv: Genererar testdata...
th: กำลังสร้างข้อมูลทดสอบ...
tr: Test verisi üretiliyor...
uk: Генерація тестових даних...
vi: Đang tạo dữ liệu thử nghiệm...
zh_hans: 正在生成测试数据...
zh_hant: 生成測試數據中...

source: Generic Goals
ar: أهداف عامة
bg: Общи цели
ca: Objectius genèrics
cs: Obecné cíle
da: Generiske mål
de: Allgemeine Ziele
el: Γενικοί Στόχοι
es: Objetivos Genéricos
fi: Yleiset tavoitteet
fr: Objectifs génériques
he: מטרות כלליות
hi: सामान्य लक्ष्य
hr: Opći ciljevi
hu: Általános célok
id: Tujuan Umum
it: Obiettivi generici
ja: 一般的な目標
kk: Жалпы мақсаттар
ms: Matlamat Umum
nl: Algemene Doelen
pl: Ogólne cele
pt_br: Objetivos Genéricos
pt_pt: Objetivos Genéricos
ro: Obiective Generale
ru: Общие цели
sk: Generické ciele
sl: Splošni cilji
sv: Generiska mål
th: เป้าหมายทั่วไป
tr: Genel Hedefler
uk: Загальні цілі
vi: Mục tiêu chung
zh_hans: 通用目标
zh_hant: 通用目標

source: Get hydration recommendations based on weather conditions
ar: الحصول على توصيات للترطيب بناءً على الظروف الجوية
bg: Получете препоръки за хидратация в зависимост от метеорологичните условия.
ca: Obtingueu recomanacions d'hidratació en funció de les condicions meteorològiques.
cs: Získejte doporučení na hydrataci na základě povětrnostních podmínek.
da: Få anbefalinger til hydrering baseret på vejrbetingelser.
de: Holen Sie sich Hydratationsempfehlungen basierend auf Wetterbedingungen.
el: Λάβετε συστάσεις ενυδάτωσης με βάση τις καιρικές συνθήκες.
es: Obtén recomendaciones de hidratación según las condiciones meteorológicas.
fi: Saat nesteytys-suosituksia sään perusteella.
fr: Obtenez des recommandations d'hydratation en fonction des conditions météorologiques.
he: קבל המלצות על הידרציה בהתבסס על תנאי מזג האוויר.
hi: मौसम की स्थितियों के आधार पर जलयोजन सिफारिशें प्राप्त करें।
hr: Preporuke za hidrataciju na temelju vremenskih uvjeta
hu: Kérj hidratálási ajánlásokat az időjárási körülmények alapján!
id: Dapatkan rekomendasi hidrasi berdasarkan kondisi cuaca.
it: Ricevi raccomandazioni per l'idratazione in base alle condizioni meteorologiche.
ja: 天候条件に基づいた水分補給の推奨を得る
kk: Ауа райы жағдайларына байланысты су ішу бойынша ұсыныстар алыңыз.
ms: Dapatkan cadangan penghidratan berdasarkan keadaan cuaca.
nl: Ontvang hydratatie-aanbevelingen op basis van weersomstandigheden.
pl: Uzyskaj zalecenia dotyczące nawodnienia w oparciu o warunki pogodowe.
pt_br: Obtenha recomendações de hidratação com base nas condições climáticas.
pt_pt: Obtenha recomendações de hidratação com base nas condições meteorológicas.
ro: Obține recomandări de hidratare pe baza condițiilor meteo.
ru: Получите рекомендации по гидратации в зависимости от погодных условий.
sk: Získajte odporúčania na hydratáciu na základe poveternostných podmienok.
sl: Pridobite priporočila za hidracijo glede na vremenske razmere.
sv: Få rekommendationer för hydration baserat på väderförhållanden.
th: ขอแนะนำการดื่มน้ำตามสภาพอากาศ
tr: Hava koşullarına göre hidrasyon önerileri alın.
uk: Отримайте рекомендації щодо гідратації на основі погодних умов.
vi: Nhận đề xuất về sự hydrat hóa dựa trên điều kiện thời tiết.
zh_hans: 根据天气条件获取水分摄入建议
zh_hant: 根據天氣條件獲取補水建議

source: Get personalized hydration recommendations based on your health data
ar: احصل على توصيات مخصصة للترطيب استنادًا إلى بيانات صحتك.
bg: Получете персонализирани препоръки за хидратация на базата на вашите здравни данни.
ca: Obtingues recomanacions de hidratació personalitzades basades en les teves dades de salut.
cs: Získejte personalizovaná doporučení pro hydrataci na základě svých zdravotních dat.
da: Få personlige hydrationsanbefalinger baseret på dine sundhedsoplysninger.
de: Erhalten Sie personalisierte Hydratationsempfehlungen basierend auf Ihren Gesundheitsdaten.
el: Λάβετε εξατομικευμένες συστάσεις ενυδάτωσης βάσει των στοιχείων υγείας σας.
es: Obtén recomendaciones de hidratación personalizadas basadas en tus datos de salud.
fi: Saat henkilökohtaisia nesteytys-suosituksia terveystietojesi perusteella.
fr: Obtenez des recommandations de hydratation personnalisées basées sur vos données de santé.
he: קבל המלצות מותאמות אישית להידרציה על סמך נתוני הבריאות שלך
hi: अपने स्वास्थ्य डेटा के आधार पर व्यक्तिगत हाइड्रेशन सिफारिशें प्राप्त करें।
hr: Dobijte personalizirane preporuke za hidrataciju temeljene na vašim zdravstvenim podacima.
hu: Kapj személyre szabott hidratációs ajánlásokat az egészségügyi adataid alapján.
id: Dapatkan rekomendasi hidrasi yang dipersonalisasi berdasarkan data kesehatan Anda.
it: Ricevi raccomandazioni personalizzate per l'idratazione basate sui tuoi dati di salute.
ja: あなたの健康データに基づいた個別の水分補給の推奨を受け取る。
kk: Сіздің денсаулығыңыз туралы деректеріңізге негізделген жеке сусыну ұсыныстарын алыңыз.
ms: Dapatkan cadangan penghidratan yang diperibadikan berdasarkan data kesihatan anda.
nl: Krijg gepersonaliseerde hydratatie-aanbevelingen op basis van uw gezondheidsgegevens.
pl: Uzyskaj spersonalizowane zalecenia dotyczące nawodnienia na podstawie swoich danych zdrowotnych.
pt_br: Receba recomendações personalizadas de hidratação com base nos seus dados de saúde.
pt_pt: Obtenha recomendações de hidratação personalizadas com base nos seus dados de saúde.
ro: Obține recomandări personalizate pentru hidratare bazate pe datele tale de sănătate.
ru: Получите персонализированные рекомендации по гидратации на основе ваших данных о здоровье.
sk: Získajte osobné odporúčania na hydratáciu na základe vašich zdravotných údajov.
sl: Pridobite osebna priporočila za hidracijo na podlagi vaših zdravstvenih podatkov.
sv: Få personliga rekommendationer för hydrering baserat på dina hälsodata.
th: รับคำแนะนำเกี่ยวกับการดื่มน้ำที่เหมาะสมตามข้อมูลสุขภาพของคุณ
tr: Sağlık verilerinize dayalı olarak kişiselleştirilmiş hidrasyon önerileri alın.
uk: Отримайте персоналізовані рекомендації щодо гідратації на основі ваших даних про здоров'я.
vi: Nhận những gợi ý về mức độ nước uống cá nhân hóa dựa trên dữ liệu sức khỏe của bạn.
zh_hans: 根据您的健康数据获取个性化的水分补充建议
zh_hant: 根據您的健康數據獲得個性化的補水建議。

source: Get premium features
ar: احصل على ميزات مميزة
bg: Получете премиум функции
ca: Obté funcions premium.
cs: Získejte prémiové funkce.
da: Få premiumfunktioner
de: Erhalte Premium-Funktionen.
el: Αποκτήστε premium δυνατότητες
es: Obtén características premium.
fi: Hanki premium-ominaisuudet
fr: Obtenez des fonctionnalités premium.
he: קבל תכונות פרימיום
hi: प्रीमियम सुविधाएँ प्राप्त करें।
hr: Dobijte premium značajke.
hu: Szerezd meg a prémium funkciókat!
id: Dapatkan fitur premium.
it: Ottieni funzionalità premium
ja: プレミアム機能を取得する
kk: Тегін мүмкіндіктерді алуға болады.
ms: Dapatkan ciri-ciri premium
nl: Krijg premium functies.
pl: Uzyskaj funkcje premium
pt_br: Obtenha recursos premium.
pt_pt: Obtenha funcionalidades premium.
ro: Obțineți caracteristici premium.
ru: Получите премиум-функции.
sk: Získajte prémiové funkcie
sl: Pridobite premium funkcije
sv: Få premiumfunktioner
th: รับฟีเจอร์พรีเมียม
tr: Premium özellikleri al.
uk: Отримайте преміум-функції.
vi: Nhận các tính năng cao cấp
zh_hans: 获取高级功能
zh_hant: 獲取高級功能

source: Getting Started
ar: البداية
bg: Започване
ca: Començant
cs: Začínáme
da: Kom godt i gang
de: Erste Schritte
el: Ξεκινώντας
es: Empezando
fi: Aloittaminen
fr: Commencer
he: מתחילים
hi: शुरुआत करना
hr: Kako početi
hu: Kezdő lépések
id: Memulai
it: Iniziare
ja: 始めに
kk: Бастау Алуды
ms: Memulakan
nl: Aan de Slag
pl: Rozpoczynając
pt_br: Começando
pt_pt: Começando
ro: ÎNCEPEREA
ru: Начало работы
sk: Začať
sl: Začetek
sv: Komma igång
th: เริ่มต้นใช้งาน
tr: Başlarken
uk: Початок роботи
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 入門指南

source: Getting your location...
ar: جاري الحصول على موقعك...
bg: Получавам вашето местоположение...
ca: Obtencion de la teva ubicació...
cs: Získávám vaši polohu...
da: Henter din placering...
de: Standort wird ermittelt...
el: Αποκτώντας την τοποθεσία σας...
es: Obteniendo tu ubicación...
fi: Sijaintisi hankkiminen...
fr: Obtention de votre emplacement...
he: מאתר את המיקום שלך...
hi: आपका स्थान प्राप्त किया जा रहा है...
hr: Dohvaćanje vaše lokacije...
hu: Helyzeted lekérdezése...
id: Mendapatkan lokasi Anda...
it: Ottengo la tua posizione...
ja: 位置情報を取得中...
kk: Сіздің орналасқан жеріңізді анықтап жатыр...
ms: Mendapatkan lokasi anda...
nl: Je locatie ophalen...
pl: Uzyskiwanie twojej lokalizacji...
pt_br: Obtendo sua localização...
pt_pt: A obter a sua localização...
ro: Obținerea locației tale...
ru: Определение вашего местоположения...
sk: Získavanie vašej polohy...
sl: Pridobivanje vaše lokacije...
sv: Hämtar din plats...
th: กำลังระบุพิกัดของคุณ...
tr: Konumunuzu alıyor...
uk: Визначення вашого місцезнаходження...
vi: Đang lấy vị trí của bạn...
zh_hans: 获取您的位置...
zh_hant: 獲取您的位置...

source: Go to Settings → Health & Data to connect HealthKit. You can choose which data to share and modify permissions anytime in the Health app.
ar: اذهب إلى الإعدادات → الصحة والبيانات لربط HealthKit. يمكنك اختيار البيانات التي ترغب في مشاركتها وتعديل الأذونات في أي وقت في تطبيق الصحة.
bg: Отидете на Настройки → Здраве и Данни, за да свържете HealthKit. Можете да изберете кои данни да споделите и да променяте разрешенията по всяко време в приложението Здраве.
ca: Vés a Ajustaments → Salut i Dades per connectar HealthKit. Pots triar quines dades compartir i modificar els permisos en qualsevol moment a l'aplicació Salut.
cs: Přejděte na Nastavení → Zdraví a data, abyste připojili HealthKit. Můžete si vybrat, která data chcete sdílet, a kdykoli upravit oprávnění v aplikaci Zdraví.
da: Gå til Indstillinger → Sundhed & Data for at forbinde HealthKit. Du kan vælge, hvilke data du vil dele, og ændre tilladelserne når som helst i Sundhedsappen.
de: Gehe zu Einstellungen → Gesundheit & Daten, um HealthKit zu verbinden. Du kannst auswählen, welche Daten geteilt werden sollen, und die Berechtigungen jederzeit in der Gesundheits-App anpassen.
el: Μεταβείτε στις Ρυθμίσεις → Υγεία & Δεδομένα για να συνδέσετε το HealthKit. Μπορείτε να επιλέξετε ποια δεδομένα να μοιραστείτε και να τροποποιήσετε τις άδειες οποιαδήποτε στιγμή στην εφαρμογή Υγεία.
es: Ve a Configuración → Salud y datos para conectar HealthKit. Puedes elegir qué datos compartir y modificar los permisos en cualquier momento en la app de Salud.
fi: Siirry asetuksiin → Terveys ja tiedot yhdistääksesi HealthKitin. Voit valita, mitä tietoja jaat, ja muokata käyttöoikeuksia milloin tahansa Terveys-sovelluksessa.
fr: Allez dans Réglages → Santé et Données pour connecter HealthKit. Vous pouvez choisir les données à partager et modifier les autorisations à tout moment dans l'application Santé.
he: עבור להגדרות → בריאות ונתונים כדי לחבר את HealthKit. תוכל לבחור אילו נתונים לשתף ולשנות הרשאות בכל עת באפליקציית הבריאות.
hi: सेटिंग्स → हेल्थ और डेटा पर जाएं ताकि हेल्थकिट से कनेक्ट किया जा सके। आप यह चुन सकते हैं कि कौन सा डेटा साझा करना है और हेल्थ ऐप में कभी भी अनुमति में बदलाव कर सकते हैं।
hr: Idite na Postavke → Zdravlje i podaci kako biste povezali HealthKit. Možete odabrati koje podatke želite dijeliti i promijeniti dozvole u bilo kojem trenutku u aplikaciji Zdravlje.
hu: Menj a Beállítások → Egészség és Adatok részhez, hogy csatlakoztathasd a HealthKit-ot. Kiválaszthatod, hogy mely adatokat szeretnéd megosztani, és bármikor módosíthatod a jogosultságokat az Egészség alkalmazásban.
id: Pergi ke Pengaturan → Kesehatan & Data untuk menghubungkan HealthKit. Anda dapat memilih data yang akan dibagikan dan mengubah izin kapan saja di aplikasi Kesehatan.
it: Vai su Impostazioni → Salute e Dati per connettere HealthKit. Puoi scegliere quali dati condividere e modificare i permessi in qualsiasi momento nell'app Salute.
ja: 設定 → 健康データ に移動して、HealthKit を接続してください。どのデータを共有するかを選択し、健康アプリ内でいつでも権限を変更できます。
kk: Параметрлерге өтіңіз → Денсаулық және Деректер, HealthKit байланысын орнатыңыз. Сіз бөлетін деректерді таңдауға және денсаулық қосымшасында кез келген уақытта рұқсаттарды өзгертуге болады.
ms: Pergi ke Tetapan → Kesihatan & Data untuk menyambungkan HealthKit. Anda boleh memilih data yang ingin dikongsi dan mengubah kebenaran bila-bila masa dalam aplikasi Kesihatan.
nl: Ga naar Instellingen → Gezondheid & Gegevens om HealthKit te verbinden. Je kunt kiezen welke gegevens je wilt delen en op elk moment de machtigingen in de Gezondheids-app aanpassen.
pl: Przejdź do Ustawienia → Zdrowie i Dane, aby połączyć HealthKit. Możesz wybrać, które dane chcesz udostępnić i w każdej chwili zmienić uprawnienia w aplikacji Zdrowie.
pt_br: Vá para Configurações → Saúde e Dados para conectar o HealthKit. Você pode escolher quais dados compartilhar e modificar permissões a qualquer momento no aplicativo Saúde.
pt_pt: Vá a Definições → Saúde e Dados para conectar o HealthKit. Pode escolher quais dados partilhar e modificar as permissões a qualquer momento na aplicação Saúde.
ro: Mergi la Setări → Sănătate și Date pentru a conecta HealthKit. Poți alege ce date să împărtășești și să modifici permisiunile oricând în aplicația Sănătate.
ru: Перейдите в Настройки → Здоровье и данные, чтобы подключить HealthKit. Вы можете выбрать, какие данные делиться, и изменить разрешения в любое время в приложении Здоровье.
sk: Prejdite do Nastavení → Zdravie a dáta, aby ste pripojili HealthKit. Môžete si vybrať, ktoré údaje chcete zdieľať, a povolenia môžete kedykoľvek upraviť v aplikácii Zdravie.
sl: Pojdite na Nastavitve → Zdravje in podatki, da povežete HealthKit. Izbirate lahko, katere podatke želite deliti, in kadar koli spremenite dovoljenja v aplikaciji Zdravje.
sv: Gå till Inställningar → Hälsa & Data för att ansluta HealthKit. Du kan välja vilken data du vill dela och ändra behörigheter när som helst i Hälsa-appen.
th: ไปที่การตั้งค่า → สุขภาพ & ข้อมูล เพื่อต่อเชื่อม HealthKit คุณสามารถเลือกว่าจะแบ่งปันข้อมูลใดและปรับเปลี่ยนสิทธิ์ในการเข้าถึงได้ทุกเมื่อในแอปสุขภาพ
tr: Ayarlar → Sağlık ve Veri'ye giderek HealthKit'i bağlayın. Hangi verileri paylaşacağınızı seçebilir ve Sağlık uygulamasında izinleri istediğiniz zaman değiştirebilirsiniz.
uk: Перейдіть до Налаштування → Здоров'я та дані, щоб підключити HealthKit. Ви можете вибрати, які дані ділитись, та змінювати дозволи в будь-який час у додатку Здоров’я.
vi: Đi tới Cài đặt → Sức khỏe & Dữ liệu để kết nối HealthKit. Bạn có thể chọn loại dữ liệu nào để chia sẻ và thay đổi quyền truy cập bất cứ lúc nào trong ứng dụng Sức khỏe.
zh_hans: 前往设置 → 健康与数据以连接 HealthKit。您可以选择分享哪些数据，并随时在健康应用中修改权限。
zh_hant: 前往「設定」→「健康與數據」來連接 HealthKit。您可以選擇要共享的數據，並隨時在健康應用中修改許可權。

source: Go to your iPhone's Settings app
ar: اذهب إلى تطبيق الإعدادات في جهاز الآيفون الخاص بك.
bg: Отидете в приложението Настройки на вашия iPhone.
ca: Vés a l'aplicació de Configuració del teu iPhone.
cs: Přejděte do aplikace Nastavení na svém iPhonu.
da: Gå til din iPhones Indstillinger-app.
de: Gehe zu der Einstellungen-App auf deinem iPhone.
el: Πήγαινε στην εφαρμογή Ρυθμίσεις του iPhone σου.
es: Ve a la aplicación Configuración de tu iPhone.
fi: Siirry iPhonen Asetukset-sovellukseen.
fr: Allez dans l'application Réglages de votre iPhone.
he: עבור לאפליקציית ההגדרות של האייפון שלך
hi: अपने iPhone के सेटिंग्स ऐप पर जाएं।
hr: Idite na aplikaciju Postavke na svom iPhoneu.
hu: Nyisd meg az iPhone-od Beállítások alkalmazását.
id: Buka aplikasi Pengaturan di iPhone Anda.
it: Vai all'app Impostazioni del tuo iPhone.
ja: iPhoneの設定アプリに移動してください。
kk: IPhone-ыңыздың Параметрлер қосымшасына кіріңіз.
ms: Pergi ke aplikasi Tetapan di iPhone anda.
nl: Ga naar de Instellingen-app op je iPhone.
pl: Przejdź do aplikacji Ustawienia na swoim iPhonie.
pt_br: Vá até o aplicativo Ajustes do seu iPhone.
pt_pt: Vá à aplicação Definições do seu iPhone.
ro: Mergi la aplicația Setări de pe iPhone-ul tău.
ru: Перейдите в приложение "Настройки" на вашем iPhone.
sk: Choďte do aplikácie Nastavenia na svojom iPhone.
sl: Pojdite na aplikacijo Nastavitve na svojem iPhonu.
sv: Gå till din iPhones Inställningar-app.
th: ไปที่แอปการตั้งค่าใน iPhone ของคุณ
tr: iPhone'unuzun Ayarlar uygulamasına gidin.
uk: Перейдіть до додатку Налаштування на вашому iPhone.
vi: Đi đến ứng dụng Cài đặt trên iPhone của bạn.
zh_hans: 请打开您iPhone的设置应用程序。
zh_hant: 前往你的iPhone的設定應用程式

source: Goal
ar: هدف
bg: Цел
ca: Objectiu
cs: Cíl
da: Mål
de: Ziel
el: Στόχος
es: Objetivo
fi: Tavoite
fr: Objectif
he: מטרה
hi: लक्ष्य
hr: Cilj
hu: Cél
id: Tujuan
it: Obiettivo
ja: 目標
kk: Мақсат
ms: Matlamat
nl: Doel
pl: Cel
pt_br: Meta
pt_pt: Objetivo
ro: Scop
ru: Цель
sk: Cieľ
sl: Cilj
sv: Mål
th: เป้าหมาย
tr: Hedef
uk: Мета
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

source: Goal Achievement
ar: تحقيق الأهداف
bg: Постигане на цели
ca: Assoliment d'objectius
cs: Dosahování cílů
da: Mål opnåelse
de: Zielverwirklichung
el: Επίτευξη Στόχων
es: Logro de Objetivos
fi: Tavoitteiden saavuttaminen
fr: Atteinte des objectifs
he: הישגת מטרות
hi: लक्ष्य प्राप्ति
hr: Postizanje ciljeva
hu: Célmegvalósítás
id: Pencapaian Tujuan
it: Raggiungimento degli obiettivi
ja: 目標達成
kk: Мақсатқа жету
ms: Pencapaian Matlamat
nl: Doelbereiking
pl: Osiąganie celów
pt_br: Realização de Objetivos
pt_pt: Atingimento de Objetivos
ro: Realizarea Obiectivelor
ru: Достижение целей
sk: Dosiahnutie cieľov
sl: Dosego ciljev
sv: Måluppfyllelse
th: การบรรลุเป้าหมาย
tr: Hedef Başarısı
uk: Досягнення цілей
vi: Đạt được mục tiêu
zh_hans: 目标达成
zh_hant: 目標達成

source: Goal achievement patterns
ar: نمط تحقيق الأهداف
bg: Модели на постигане на цели
ca: Patrons d'assoliment d'objectius
cs: Vzory dosahování cílů
da: Mønstre for målopnåelse
de: Muster der Zielverwirklichung
el: Μοτίβα επίτευξης στόχων
es: Patrones de logro de objetivos
fi: Tavoitteiden saavuttamisen mallit
fr: Schémas d'atteinte des objectifs
he: תבניות השגת מטרות
hi: लक्ष्य प्राप्ति के पैटर्न
hr: Obrasci postizanja ciljeva
hu: Célkitűzési minták
id: Polanya pencapaian tujuan
it: Schemi di raggiungimento degli obiettivi
ja: 目標達成のパターン
kk: Мақсатқа жету үлгілері
ms: Corak pencapaian matlamat
nl: Doelstellingenpatronen
pl: Wzorce osiągania celów
pt_br: Padrões de conquista de metas
pt_pt: Padrões de realização de objetivos
ro: Modele de realizare a obiectivelor
ru: Шаблоны достижения целей
sk: Vzory dosahovania cieľov
sl: Vzorce doseganja ciljev
sv: Mönster för målprestation
th: รูปแบบการบรรลุเป้าหมาย
tr: Hedef başarı desenleri
uk: Шаблони досягнення цілей
vi: Mô hình đạt được mục tiêu
zh_hans: 目标达成模式
zh_hant: 目標達成模式
